promotionsTitle=\u4FC3\u9500
blcProjectPage=NPH Project Page
setPromotionMessageTitle=\u8BBE\u7F6E\u4FC3\u9500\u4FE1\u606F
productSearchPrompt=\u641C\u7D22\u4E00\u4EF6\u5546\u54C1
offerNameDefault=\u4E0D\u6807\u9898
newOfferTitle=\u521B\u5EFA\u65B0\u6D3B\u52A8
offerObtainSettingsHelpTitle=\u6D3B\u52A8\u83B7\u53D6\u8BBE\u7F6E\u5E2E\u52A9
offerObtainSettingsHelpContent=<B>Automatic</B> Offer is always made available to eligible customers and carts.<br><B>Shared Code</B> Offer is made available to all customers who enter the correct code.<br><B>Limited-Use Code</B> Offer is made available to a single customer who enters the correct code. This type of code may be used only up to a specified number of times.<br><B>System</B> Offer is made available to one or more customers via a separate process that the Broadleaf admin is unaware of. Some customers may wish to create a custom feature outside of the Broadleaf Commerce admin to associate offers with customers.
bogoHelpTitle=\u4E70\u4E00\u9001\u4E00\u5E2E\u52A9
bogoHelpContent=<B>Buy One/Get One</B> style offers allows promotion administrators to specify offers that are triggered by detection of a certain quantity of one or more items in the cart. Rules are entered that match any combination of items and a quantity is entered for how many times the rule must match. Also, a subsequent target rule is entered that matches any combination of discount target items in the cart and a quantity. As a result, the system will search for any qualifying items and matching quantities in the cart, and if found, will apply the defined discount to the matched target items and quantities.
promotionMainTitle=\u6D3B\u52A8
promotionsListTitle=\u4FC3\u9500
promotionDetailsTitle=\u6D3B\u52A8\u660E\u7EC6
advancedCriteriaButtonTitle=\u9AD8\u7EA7\u6761\u4EF6
basicPromotionLabel=\u57FA\u672C\u4FC3\u9500\u4FE1\u606F
restrictOnlyPromotionLabel=\u9650\u5236\u4FC3\u9500\uFF0C\u6BD4\u5982\u662F\u5426\u53EA\u5728\u8BA2\u5355\u4E2D\u4FC3\u9500\uFF1F
yesRadioChoice=\u662F
noRadioChoice=\u5426
advancedRestrictionsViewTitle=\u9AD8\u7EA7\u7EA6\u675F
customerObtainLabel=\u987E\u5BA2\u5E94\u8BE5\u5982\u4F55\u83B7\u53D6\u6D3B\u52A8\uFF1F
deliveryTypeEnumAutomatic=\u81EA\u52A8
deliveryTypeEnumCode=\u5206\u4EAB\u7801
deliveryTypeEnumManual=\u7CFB\u7EDF
offerCodeFieldTitle=\u6D3B\u52A8\u7801
whichCustomerLabel=\u54EA\u7C7B\u7528\u6237\u5E94\u8BE5\u4F1A\u63A5\u53D7\u8FD9\u6B21\u6D3B\u52A8\uFF1F
allCustomerRadioChoice=\u6240\u6709\u987E\u5BA2
buildCustomerRadioChoice=\u6784\u5EFA\u4E00\u4E2A\u987E\u5BA2\u9009\u62E9\u89C4\u5219
customerSectionViewTitle=\u987E\u5BA2\u8D44\u683C
orderSectionLabel=\u4EC0\u4E48\u6837\u7684\u8BA2\u5355\u624D\u80FD\u9002\u7528\u8FD9\u4E2A\u4F18\u60E0\u6D3B\u52A8\uFF1F
noneOrderRadioChoice=\u65E0
buildOrderRadioChoice=\u521B\u5EFA\u8BA2\u5355\u7B5B\u9009\u89C4\u5219
orderCombineLabel=\u5F53\u524D\u8BA2\u5355\u6298\u6263\u53EF\u5426\u4E0E\u5176\u4ED6\u8BA2\u5355\u6298\u6263\u7EC4\u5408\u4F7F\u7528\uFF1F
orderQualificationSectionViewTitle=\u8BA2\u5355\u8BA4\u8BC1
bogoQuestionLabel=\u662F\u5426\u662F\u4E70\u4E00\u9001\u4E00\u7C7B\u578B\u7684\u4F18\u60E0\u6D3B\u52A8\uFF1F
requiredItemsLabel=\u4EC0\u4E48\u6837\u7684\u5546\u54C1\u9879\u80FD\u591F\u9002\u7528\u8FD9\u4E2A\u4F18\u60E0\u6D3B\u52A8\uFF1F
noneItemRadioChoice=\u65E0
buildItemRadioChoice=\u521B\u5EFA\u5546\u54C1\u9879\u7B5B\u9009\u89C4\u5219
newItemRuleButtonTitle=\u6DFB\u52A0\u65B0\u7684\u5546\u54C1\u9879\u89C4\u5219
receiveFromAnotherPromoLabel=\u5141\u8BB8\u8FD9\u4E9B\u5546\u54C1\u9879\u63A5\u53D7\u6765\u81EA\u53E6\u4E00\u4E2A\u4F18\u60E0\u6D3B\u52A8\u7684\u6298\u6263\uFF1F
qualifiyForAnotherPromoLabel=\u5141\u8BB8\u8FD9\u4E9B\u5546\u54C1\u9879\u5728\u53E6\u4E00\u4E2A\u4F18\u60E0\u6D3B\u52A8\u4E2D\u4E5F\u6709\u4F7F\u7528\u8D44\u683C\uFF1F
itemQualificationSectionTitle=\u5546\u54C1\u9879\u8D44\u683C\u8BA4\u8BC1
targetItemsLabel=\u54EA\u4E9B\u5546\u54C1\u9879\u53EF\u4EE5\u4F7F\u7528\u6298\u6263\uFF1F
receiveFromAnotherPromoTargetLabel=\u5141\u8BB8\u8FD9\u4E9B\u5546\u54C1\u9879\u4F7F\u7528\u6765\u81EA\u53E6\u4E00\u4E2A\u4F18\u60E0\u6D3B\u52A8\u7684\u6298\u6263\uFF1F
qualifiyForAnotherPromoTargetLabel=\u5141\u8BB8\u8FD9\u4E9B\u5546\u54C1\u6709\u8D44\u683C\u5728\u53E6\u4E00\u4E2A\u6D3B\u52A8\u4E2D\u4F7F\u7528\uFF1F
itemTargetSectionTitle=\u5546\u54C1\u9879\u6298\u6263\u76EE\u6807
stepFGLabel=\u54EA\u4E9B\u88C5\u8FD0\u7EC4\u80FD\u591F\u4F7F\u7528\u6298\u6263\uFF1F
allFGRadioChoice=\u6240\u6709\u7684\u88C5\u8FD0\u7EC4
buildFGRadioChoice=\u521B\u5EFA\u88C5\u8FD0\u7EC4\u7B5B\u9009\u89C4\u5219
fgCombineLabel=\u672C\u6B21\u88C5\u8FD0\u7EC4\u6298\u6263\u80FD\u5426\u4E0E\u5176\u5B83\u88C5\u8FD0\u7EC4\u6298\u6263\u7EC4\u5408\u4F7F\u7528\uFF1F
fgSectionViewTitle=\u88C5\u8FD0\u7EC4\u8D44\u683C\u8BA4\u8BC1
mvelTranslationProblem=<B>Note: </B>Not all rules associated with this offer are compatible with the rules builder. Showing the raw MVEL code for one or more incompatible rules.
clonePromotionHelp=\u91CD\u590D\u4FC3\u9500
orderItemCombineLabel=\u8FD9\u6B21\u8BA2\u5355\u9879\u6298\u6263\u53EF\u5426\u4E0E\u5176\u5B83\u8BA2\u5355\u9879\u6298\u6263\u7EC4\u5408\u4F7F\u7528\uFF1F
baseOffer=\u57FA\u7840\u4FC3\u9500
baseOfferItemCriteria=\u57FA\u7840\u4F18\u60E0\u6D3B\u52A8\u9879\u6761\u4EF6
qualifiyngItemSubTotal=\u5177\u6709\u8D44\u683C\u7684\u5546\u54C1\u9879\u5C0F\u8BA1
